{
  "newsList": [
    {
      "state": "0",
      "type": "1",
      "typeStr": "BO",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "2",
      "typeStr": "결재",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "3",
      "typeStr": "이슈",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "1",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "1",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "1",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "1",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "1",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "1",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "1",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "1",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "1",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "1",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "1",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "1",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "1",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "1",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "1",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "1",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "0",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    },
    {
      "state": "1",
      "type": "1",
      "typeStr": "공지",
      "title": "공지사항 제목 입니다.",
      "date": "2018-01-02 8:00"
    }
    
  ]
}